Repository: abdullahalhakimi/Medicine-Reminder
Catalog: lib/l10n/app_*.arb
Languages: ar

# language
source: English
ar: العربية

source: Loading...
ar: ...تحميل

# linkedIn
source: Contact the Developer on LinkedIn
ar: التواصل معا المطور من خلال LinkedIn

# playStore
source: Give us Five Stars on Play Store
ar: قم بتقييم التطبيق على متجر Play Store

# landing1Title
source: Be in control of your Medicines
ar: تحكم في أدويتك

# landing1Description
source: An easy-to-use and reliable app that helps you remember to take your Medicine at the right time.
ar: تطبيق سهل الاستخدام وموثوق يساعدك على تذكر تناول دوائك في الوقت المناسب

# landing2Description
source: For all of your medications, with a logbook for skipped and confirmed intakes.
ar: لجميع أدويتك، مع سجل للجرعات المتخطية والمؤكدة.

# landing3Description
source: Track your supply, dose, and measurements in a comprehensive health journal.
ar: قم بتتبع إمداداتك وجرعاتك وقياساتك في مكان واحد.

source: My Medicines
ar: أدويتي

source: My Reminders
ar: تذكيراتي

source: No Reminders Today
ar: لا يوجد تذكيرات اليوم

source: Month
ar: شهر

source: Week
ar: أسبوع

source: Check Dose
ar: تم أخذ الجرعة

source: Uncheck Dose
ar: إلغاء تأكيد الجرعة

source: Medicine Info
ar: معلومات الدواء

source: Delete Reminder
ar: حذف التذكير

source: Everyday
ar: كل يوم

source: Every
ar: كل

source: Once
ar: مرة واحدة

source: Delete
ar: حذف

source: Cancel
ar: إلغاء

# reminderDeletedMessage
source: This reminder will be permanently deleted.
ar: سيتم حذف هذا التذكير نهائيًا.

source: supply is empty
ar: المخزون فارغ
